Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.pane-flash
source: notifications.paneFlash flash blink highlight pane notification pulse
ar: notifications.paneFlash flash blink highlight pane notification pulse تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي مساحة عمل تبويب ألوان لوحة شارة محدد تمييز مؤشر نشط نقطة إشعار إشعارات تنبيه غير مقروء رسالة رنين وميض صوت سطح المكتب الإشعارات التطبيق
bs: notifications.paneFlash flash blink highlight pane notification pulse aplikacija opće postavke ponašanje dock traka menija status bočna radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka obavijest obavijesti upozorenje nepročitano poruka prsten bljesak zvuk desktop Obavještenja
da: notifications.paneFlash flash blink highlight pane notification pulse app generelt indstillinger adfærd dock menulinje status sidepanel arbejdsområde fane farver palette badge valgt fremhævning indikator aktiv prik notifikation notifikationer advarsel ulæst besked ring lyd skrivebord
de: notifications.paneFlash flash blink highlight pane notification pulse app allgemein einstellungen verhalten dock menüleiste status seitenleiste arbeitsbereich tab farben palette badge ausgewählt hervorhebung indikator aktiv punkt benachrichtigung benachrichtigungen alarm ungelesen nachricht ring blinken ton desktop
es: notifications.paneFlash flash blink highlight pane notification pulse aplicación general preferencias comportamiento dock barra de menú estado lateral espacio trabajo pestaña colores paleta insignia seleccionado resaltado indicador activo punto notificación notificaciones alerta no leído mensaje anillo destello sonido escritorio App
fr: notifications.paneFlash flash blink highlight pane notification pulse application général préférences comportement dock barre de menus état latérale espace travail onglet couleurs palette badge sélectionné surbrillance indicateur actif point notifications alerte non lu message anneau son bureau App
it: notifications.paneFlash flash blink highlight pane notification pulse app generale preferenze comportamento dock barra menu stato laterale area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto notifica notifiche avviso non letto messaggio anello lampeggio suono scrivania
ja: notifications.paneFlash flash blink highlight pane notification pulse フラッシュ 点滅 ハイライト ペイン 通知
ko: notifications.paneFlash flash blink highlight pane notification pulse 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 작업공간 탭 색상 팔레트 배지 선택됨 강조 표시기 활성 점 알림 읽지 않음 메시지 링 깜박임 소리 데스크탑 경고 패인 플래시
nb: notifications.paneFlash flash blink highlight pane notification pulse app generelt innstillinger oppførsel dock menylinje status sidepanel arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk varsling varsler ulest melding ring lyd skrivebord
pl: notifications.paneFlash flash blink highlight pane notification pulse aplikacja ogólne preferencje zachowanie dock pasek menu status boczny obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka powiadomienie powiadomienia alert nieprzeczytane wiadomość pierścień błysk dźwięk pulpit
pt_br: notifications.paneFlash flash blink highlight pane notification pulse app geral preferências comportamento dock barra de menu status lateral workspace aba cores paleta selo selecionado destaque indicador ativo ponto notificação notificações alerta não lido mensagem anel piscar som desktop
ru: notifications.paneFlash flash blink highlight pane notification pulse приложение общие настройки поведение док строка меню статус боковая панель рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол
th: notifications.paneFlash flash blink highlight pane notification pulse แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ วงแหวน แฟลช เสียง เดสก์ท็อป
tr: notifications.paneFlash flash blink highlight pane notification pulse uygulama genel tercihler davranış dock menü çubuğu durum kenar çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta bildirim bildirimler uyarı okunmamış mesaj halka flaş ses masaüstü
uk: notifications.paneFlash flash blink highlight pane notification pulse програма загальні параметри поведінка док рядок меню статус бічна панель робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка сповіщення непрочитане повідомлення кільце спалах звук стіл панелі
zh_hans: notifications.paneFlash flash blink highlight pane notification pulse 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 工作区 标签页 颜色 调色板 徽章 已选中 高亮 指示器 活动 点 通知 未读 消息 圆环 闪烁 声音 桌面 提醒
zh_hant: notifications.paneFlash flash blink highlight pane notification pulse 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 工作區 分頁 顏色 調色盤 徽章 已選取 反白 指示器 作用中 點 通知 未讀 訊息 圓環 閃爍 聲音 桌面 提醒 App

# settings.search.alias.setting.app.desktop-notifications
source: macos desktop notifications system settings permission alerts notify test
ar: macos desktop notifications system settings permission alerts notify test تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب كلمة مرور سر رمز اعتماد وصول سماح تعطيل تمكين إذن آمن النظام الإشعارات الإعدادات… التطبيق الإعدادات
bs: macos desktop notifications system settings permission alerts notify test aplikacija opće postavke ponašanje dock traka menija status bočna izgled tema boja boje shema svijetlo tamno sistem način obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk lozinka tajna token vjerodajnica pristup dozvoli onemogući omogući dozvola nesigurno Sistemski Obavještenja Postavke…
da: macos desktop notifications system settings permission alerts notify test app generelt indstillinger adfærd dock menulinje status sidepanel udseende tema farve farver skema lys mørk tilstand notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord adgangskode hemmelighed token legitimationsoplysninger adgang tillad deaktiver aktiver tilladelse usikker Indstillinger…
de: macos desktop notifications system settings permission alerts notify test app allgemein einstellungen verhalten dock menüleiste status seitenleiste darstellung design farbe farben schema hell dunkel modus benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton passwort geheimnis token zugangsdaten zugriff erlauben deaktivieren aktivieren berechtigung unsicher …
es: macos desktop notifications system settings permission alerts notify test aplicación general preferencias comportamiento dock barra de menú estado lateral apariencia tema color colores esquema claro oscuro sistema modo notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio contraseña secreto token credencial acceso permitir desactivar activar permiso inseguro Ajustes… App Ajustes
fr: macos desktop notifications system settings permission alerts notify test application général préférences comportement dock barre de menus état latérale apparence thème couleur couleurs schéma clair sombre système mode notification alerte non lu message badge anneau flash son bureau mot passe secret jeton identifiant accès autoriser désactiver activer autorisation sécurisé Réglages... App Réglages
it: macos desktop notifications system settings permission alerts notify test app generale preferenze comportamento dock barra menu stato laterale aspetto tema colore colori schema chiaro scuro sistema modalità notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania password segreto token credenziale accesso consenti disabilita abilita autorizzazione sicuro Impostazioni… Impostazioni
ja: macos desktop notifications system settings permission alerts notify test macos デスクトップ通知 システム設定 権限 アラート テスト
ko: macos desktop notifications system settings permission alerts notify test 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고 비밀번호 비밀 토큰 자격 증명 접근 허용 비활성화 활성화 권한 안전하지 설정… 설정
nb: macos desktop notifications system settings permission alerts notify test app generelt innstillinger oppførsel dock menylinje status sidepanel utseende tema farge farger skjema lys mørk modus varsling varsler ulest melding merke ring blink lyd skrivebord passord hemmelighet token legitimasjon tilgang tillat deaktiver aktiver tillatelse usikker …
pl: macos desktop notifications system settings permission alerts notify test aplikacja ogólne preferencje zachowanie dock pasek menu status boczny wygląd motyw kolor kolory schemat jasny ciemny tryb powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit hasło sekret token poświadczenie dostęp zezwól wyłącz włącz uprawnienie niezabezpieczone Systemowy Ustawienia… Ustawienia
pt_br: macos desktop notifications system settings permission alerts notify test app geral preferências comportamento dock barra de menu status lateral aparência tema cor cores esquema claro escuro sistema modo notificação notificações alerta não lido mensagem selo anel piscar som senha segredo token credencial acesso permitir desativar ativar permissão inseguro Ajustes… Ajustes
ru: macos desktop notifications system settings permission alerts notify test приложение общие настройки поведение док строка меню статус боковая панель внешний вид тема цвет цвета схема светлый темный система режим уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол пароль секрет токен учетные данные доступ разрешить отключить включить разрешение небезопасно Системное Системный Настройки... Системная
th: macos desktop notifications system settings permission alerts notify test แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป รหัสผ่าน ความลับ โทเค็น ข้อมูลรับรอง เข้าถึง อนุญาต ปิด เปิด สิทธิ์ ไม่ปลอดภัย การตั้งค่า... การตั้งค่า
tr: macos desktop notifications system settings permission alerts notify test uygulama genel tercihler davranış dock menü çubuğu durum kenar görünüm tema renk renkler şema açık koyu sistem mod bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü parola gizli token kimlik bilgisi erişim izin ver devre dışı etkinleştir güvensiz Ayarlar… Ayarlar
uk: macos desktop notifications system settings permission alerts notify test програма загальні параметри поведінка док рядок меню статус бічна панель вигляд тема колір кольори схема світлий темний система режим сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл пароль секрет токен облікові дані доступ дозволити вимкнути увімкнути дозвіл небезпечно Системна Налаштування… Налаштування
zh_hans: macos desktop notifications system settings permission alerts notify test 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 外观 主题 颜色 配色 浅色 深色 系统 模式 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒 密码 密钥 令牌 凭据 访问 允许 禁用 启用 权限 不安全 设置... 设置
zh_hant: macos desktop notifications system settings permission alerts notify test 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 外觀 主題 顏色 配色 淺色 深色 系統 模式 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 密碼 密鑰 權杖 憑證 存取 允許 停用 啟用 權限 不安全 設定... App 設定

# settings.search.alias.setting.app.notification-sound
source: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff
ar: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي إعدادات تكوين ملف json مخطط وثائق مرجع محرر كود فتح مسار إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب مخصص: %@ الإشعارات التطبيق
bs: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff aplikacija opće postavke ponašanje dock traka menija status bočna konfiguracija datoteka json šema dokumentacija referenca preferencije editor kod otvori putanja obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop Prilagođeno: %@ Obavještenja
da: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff app generelt indstillinger adfærd dock menulinje status sidepanel konfiguration fil json skema dokumentation reference præferencer editor kode åbn sti notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord Brugerdefineret: %@
de: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff app allgemein einstellungen verhalten dock menüleiste status seitenleiste konfiguration datei json schema dokumentation referenz präferenzen editor code öffnen pfad benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop Benutzerdefiniert: %@
es: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff aplicación general preferencias comportamiento dock barra de menú estado lateral ajustes configuración archivo json esquema documentación referencia editor código abrir ruta notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio Personalizado: %@ App
fr: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff application général préférences comportement dock barre de menus état latérale réglages configuration fichier json schéma documentation référence éditeur code ouvrir chemin notification notifications alerte non lu message badge anneau flash son bureau Personnalisé : %@ App
it: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff app generale preferenze comportamento dock barra menu stato laterale impostazioni configurazione json schema documentazione riferimento editor codice apri percorso notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania Personalizzato: %@
ja: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff 通知音 サウンド 音 アラート チャイム ビープ カスタムファイル
ko: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 설정 구성 파일 json 스키마 문서 참조 편집기 코드 열기 경로 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고 사용자 정의: %@
nb: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff app generelt innstillinger oppførsel dock menylinje status sidepanel konfigurasjon fil json skjema dokumentasjon referanse preferanser redigerer kode åpne bane varsling varsler ulest melding merke ring blink lyd skrivebord Egendefinert: %@
pl: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff aplikacja ogólne preferencje zachowanie dock pasek menu status boczny ustawienia konfiguracja plik json schemat dokumentacja referencja edytor kod otwórz ścieżka powiadomienie powiadomienia nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit Niestandardowe: %@
pt_br: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff app geral preferências comportamento dock barra de menu status lateral configurações configuração arquivo json esquema documentação referência editor código abrir caminho notificação notificações alerta não lido mensagem selo anel piscar som desktop Personalizado: %@
ru: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff приложение общие настройки поведение док строка меню статус боковая панель конфигурация файл json схема документация справочник предпочтения редактор код открыть путь уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол Пользовательское: %@
th: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง การตั้งค่า การกำหนดค่า ไฟล์ json สคีมา เอกสาร อ้างอิง ตัวแก้ไข โค้ด เปิด เส้นทาง การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป กำหนดเอง: %@
tr: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff uygulama genel tercihler davranış dock menü çubuğu durum kenar ayarlar yapılandırma dosya json şema belgeler başvuru düzenleyici kod aç yol bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü Özel: %@
uk: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff програма загальні параметри поведінка док рядок меню статус бічна панель налаштування конфігурація файл json схема документація довідник редактор код відкрити шлях сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл Власне: %@
zh_hans: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 设置 配置 文件 json 架构 文档 参考 编辑器 代码 打开 路径 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒 自定义: %@
zh_hant: notifications.sound notifications.customSoundFilePath sound audio alert chime beep custom file wav mp3 caf aiff 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 設定 設定檔 檔案 json 結構描述 文件 參考 編輯器 程式碼 開啟 路徑 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 自訂: %@ App

# settings.search.alias.setting.app.notification-command
source: notifications.command shell command hook script env environment variable done agent
ar: notifications.command shell command hook script env environment variable done agent تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي طرفية صدفة تمرير سجل شاشة أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب الإشعارات التطبيق
bs: notifications.command shell command hook script env environment variable done agent aplikacija opće postavke ponašanje dock traka menija status bočna terminal povratni zapis za pomicanje ekran automatizacija api cli kontrola socket kuke portovi okruženje obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop Obavještenja
da: notifications.command shell command hook script env environment variable done agent app generelt indstillinger adfærd dock menulinje status sidepanel terminal scrollback rullepanel skærm automatisering api cli kontrol socket hooks porte miljø notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord
de: notifications.command shell command hook script env environment variable done agent app allgemein einstellungen verhalten dock menüleiste status seitenleiste terminal scrollback scrollleiste bildschirm automatisierung api cli steuerung socket hooks ports umgebung benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop
es: notifications.command shell command hook script env environment variable done agent aplicación general preferencias comportamiento dock barra de menú estado lateral terminal historial desplazamiento pantalla automatización api cli control socket agente hooks puertos entorno notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio App
fr: notifications.command shell command hook script env environment variable done agent application général préférences comportement dock barre de menus état latérale terminal historique défilement écran automatisation api cli contrôle socket hooks ports environnement notification notifications alerte non lu message badge anneau flash son bureau App
it: notifications.command shell command hook script env environment variable done agent app generale preferenze comportamento dock barra menu stato laterale terminale cronologia di scorrimento schermo automazione api cli controllo socket agente porte ambiente notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania
ja: notifications.command shell command hook script env environment variable done agent 通知コマンド シェル コマンド フック スクリプト 環境変数 完了 エージェント
ko: notifications.command shell command hook script env environment variable done agent 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 터미널 셸 스크롤백 스크롤바 화면 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고 완료
nb: notifications.command shell command hook script env environment variable done agent app generelt innstillinger oppførsel dock menylinje status sidepanel terminal skall tilbakerulling rullefelt skjerm automatisering api cli kontroll socket hooks porter miljø varsling varsler ulest melding merke ring blink lyd skrivebord
pl: notifications.command shell command hook script env environment variable done agent aplikacja ogólne preferencje zachowanie dock pasek menu status boczny terminal powłoka przewijanie przewijania ekran automatyzacja api cli sterowanie gniazdo haki porty środowisko powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit
pt_br: notifications.command shell command hook script env environment variable done agent app geral preferências comportamento dock barra de menu status lateral terminal histórico rolagem tela automação api cli controle socket agente hooks portas ambiente notificação notificações alerta não lido mensagem selo anel piscar som desktop
ru: notifications.command shell command hook script env environment variable done agent приложение общие настройки поведение док строка меню статус боковая панель терминал оболочка история прокрутки полоса экран автоматизация api cli управление сокет агент хуки порты окружение уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол
th: notifications.command shell command hook script env environment variable done agent แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เทอร์มินัล เชลล์ ประวัติเลื่อน แถบเลื่อน หน้าจอ อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป
tr: notifications.command shell command hook script env environment variable done agent uygulama genel tercihler davranış dock menü çubuğu durum kenar terminal kabuk geri kaydırma ekran otomasyon api cli kontrol soket ajan kancalar portlar ortam bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü
uk: notifications.command shell command hook script env environment variable done agent програма загальні параметри поведінка док рядок меню статус бічна панель термінал історія прокручування смуга екран автоматизація api cli керування сокет агент хуки порти середовище сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл Готово
zh_hans: notifications.command shell command hook script env environment variable done agent 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 终端 回滚 滚动条 屏幕 自动化 api cli 控制 套接字 代理 钩子 端口 环境 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒
zh_hant: notifications.command shell command hook script env environment variable done agent 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 終端機 回捲 捲動列 螢幕 自動化 api cli 控制 socket 代理程式 連接埠 環境 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 App
